[
    {
        "title": "Japan's 'naked' festival of the gods",
        "url": "http://www.bbc.com/travel/story/20200220-japans-naked-festival-of-the-gods",
        "p": "For more than 1,000 years, people in Chiba have honoured Japan's eight-million gods by carrying them out to sea as part of a Hadaka Matsuri (\"naked festival\")."
    },
    {
        "title": "A mysterious ode to the Knights Templar",
        "url": "http://www.bbc.com/travel/story/20200220-the-mysterious-inverted-tower-steeped-in-templar-myth",
        "p": "At the heart of Sintra's Quinta da Regaleira, a breath-taking initiation well celebrates Portugal's unique historical connection to the mysterious Knights Templar."
    },
    {
        "title": "The US’ little-known subculture",
        "url": "http://www.bbc.com/travel/story/20200216-baltimores-celebration-of-working-class-glamour",
        "p": "“Hons” have become one of Baltimore’s most prominent mascots – but the subculture's roots can be traced to humble beginnings."
    },
    {
        "title": "What makes this country so happy?",
        "url": "http://www.bbc.com/travel/story/20200209-what-makes-vanuatu-one-of-the-happiest-places-in-the-world",
        "p": "Despite being prone to natural disasters, this Pacific archipelago's unique combination of sustainability and tradition makes it one of the happiest places in the world."
    },
    {
        "title": "The artefacts hidden from the Taliban",
        "url": "http://www.bbc.com/travel/story/20200203-the-afghan-artefacts-that-survived-taliban-destruction",
        "p": "After thousands of priceless artefacts were smashed by Taliban forces, the country’s National Museum is piecing the fragments back together and hopes to unveil them this year."
    },
    {
        "title": "Japan’s naked art of body positivity",
        "url": "http://www.bbc.com/travel/story/20200202-japans-naked-art-of-body-positivity",
        "p": "In Japan’s strongly hierarchical culture, naked communal bathing allows people to broach controversial topics and speak openly and honestly about their feelings."
    },
    {
        "title": "Could this city be the new Rome?",
        "url": "http://www.bbc.com/travel/story/20200125-why-tunis-could-be-the-new-rome",
        "p": "Tunis is bursting with the creative energy of a generation taking full advantage of its newfound freedom of expression and fervour for preserving its heritage in unexpected ways."
    },
    {
        "title": "The mystery at the bottom of Lake Ohrid",
        "url": "http://www.bbc.com/travel/story/20200123-north-macedonias-top-secret-pearls",
        "p": "On the shore of one of Europe’s oldest lakes, two families have been guarding a tightly held treasure for 100 years: fish pearls."
    }
]